---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Fabrication.FabricationUtils
source: html/781a887c-8716-e18f-572b-832a0697e194.htm
---
# FabricationUtils Members

Exports a list of fabrication parts into PCF format.